{
  "HEADER": {
    "ABOUT_ME": "Über mich",
    "SKILLS": "Fähigkeiten",
    "PROJECTS": "Projekte"
  },
  "LANDING": {
    "FRONTEND_DEVELOPER": "Frontend Entwickler",
    "CHECK_WORK": "Sehen Sie sich meine Arbeit an",
    "CONTACT_ME": "Kontaktieren Sie mich",
    "BASED_NEAR": "In der Nähe von Passau",
    "REMOTE_WORK": "Verfügbar für Remote-Arbeit",
    "OPEN_TO_WORK": "Offen für neue Herausforderungen"
  },
  "ABOUT_ME": {
    "WHO_I_AM": "Wer ich bin",
    "TITLE": "Über mich",
    "INTRO": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus der Nähe von Passau. Begeistert von den unbegrenzten Möglichkeiten der IT freue ich mich darauf, visuell ansprechende und intuitive Websites und Anwendungen zu gestalten.",
    "LOCATION": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in der Nähe von Passau als auch remote effektiv arbeiten.",
    "OPEN_MINDED": "Ich bin aufgeschlossen und immer auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten ständig zu verbessern.",
    "QUALITY": "In meinem Beruf geht es beim Programmieren nicht nur um das Schreiben von Code, es ist eine kreative Form der Problemlösung. Ich bin stolz darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen umzuwandeln. So helfe ich Ihnen, Ihre Ziele zu erreichen und Ihre Visionen zum Leben zu erwecken."
  },
    "SKILLS": {
      "TECHNOLOGIES": "Technologien",
      "SKILL_SET": "Fähigkeiten",
      "SKILL_DESCRIPTION": "Mein Weg hat mich durch verschiedene Projekte geführt, bei denen ich eine Vielzahl von Frontend-Technologien und Konzepten eingesetzt habe. Ich bin offen dafür, neue Technologien und Methoden zu übernehmen, um meine Fähigkeiten kontinuierlich zu verbessern und in der sich ständig wandelnden Welt der Webentwicklung voraus zu sein.",
      "NEED_ANOTHER_SKILL": "Sie benötigen",
      "NEED_ANOTHER_SKILL_PART2": "weitere Fähigkeiten?",
      "ANOTHER_SKILL_DESCRIPTION": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein bisheriges Wissen zu erweitern.",
      "LETS_TALK": "Lass uns reden",
      "IM_INTERESTED": "Ich habe ein besonderes Interesse am Lernen von"
    },
    "PORTFOLIO": {
      "TITLE": "Portfolio",
      "FEATURED_PROJECTS": "Vorgestellte Projekte",
      "EXPLORE": "Entdecke eine Auswahl meiner Arbeiten hier - Interagiere mit Projekten, um meine Fähigkeiten in Aktion zu sehen."
    },
    "PROJECT": {
      "ABOUT": "Worum geht es in diesem Projekt?",
      "DESCRIPTION": {
        "JOIN": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
        "EL_POLLO_LOCO": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
        "DA_BUBBLE": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation mit intuitiver Benutzeroberfläche, Echtzeit-Nachrichten und robusten Kanälen."
      }
    },
    "contactForm": {
    "nameLabel": "Name",
    "namePlaceholder": "Geben Sie Ihren Namen ein",
    "nameError": "Name ist erforderlich",
    "emailLabel": "E-Mail",
    "emailPlaceholder": "Geben Sie Ihre E-Mail-Adresse ein",
    "emailError": "E-Mail ist erforderlich",
    "emailInvalid": "Ungültige E-Mail-Adresse",
    "messageLabel": "Nachricht",
    "messagePlaceholder": "Geben Sie Ihre Nachricht ein",
    "messageError": "Nachricht ist erforderlich",
    "privacyPolicy1": "Ich habe die",
    "privacyPolicy2": "Datenschutzerklärung",
    "privacyPolicy3": "gelesen und akzeptiere sie.",
    "privacyPolicyError": "Bitte akzeptieren Sie die Datenschutzerklärung.",
    "submitBtn": "Absenden",
    "successMessage": "Ihre Nachricht wurde erfolgreich gesendet. Vielen Dank!"
  }
  }
